[
    {
      "id": 1,
      "eventName": "TechEd Summit",
      "image": "https://eursap.eu/wp-content/uploads/2019/10/SAP-Conference.jpg",
      "about": "Explore the latest in technology and education at the TechEd Summit.",
      "description": "The TechEd Summit is a premier event bringing together educators and technology enthusiasts. Discover cutting-edge tools, pedagogical approaches, and innovative solutions. Join us for insightful talks, hands-on workshops, and networking opportunities. Stay ahead in the intersection of technology and education."
    },
    {
      "id": 2,
      "eventName": "STEM Expo",
      "image": "https://infodea.in/wp-content/uploads/2019/03/IIT-SCIENCE-EXPO-PHOTO.jpg",
      "about": "Engage in hands-on activities and exhibits at the STEM Expo.",
      "description": "STEM Expo is an interactive showcase of science, technology, engineering, and mathematics. Dive into a world of discovery with engaging exhibits, interactive workshops, and presentations by leading experts. This event is designed to inspire curiosity and passion for STEM subjects among students and educators."
    },
    {
      "id": 3,
      "eventName": "Literary Fest",
      "image": "https://assets.cntraveller.in/photos/63bd2b6b79d81704e445df31/4:3/w_1440,h_1080,c_limit/kolkata-lit-fest.jpg",
      "about": "Celebrate the magic of words and literature at the Literary Fest.",
      "description": "Immerse yourself in a literary wonderland at our annual Literary Fest. From book discussions and author talks to creative writing workshops, this event is a haven for book lovers and aspiring writers. Join us for a celebration of language, storytelling, and the power of the written word."
    },
    {
      "id": 4,
      "eventName": "Global Education Symposium",
      "image": "https://blogs.illinois.edu/files/8787/1522011074/183522.png",
      "about": "Connect with global perspectives in education at the Symposium.",
      "description": "The Global Education Symposium brings together educators, policymakers, and thought leaders from around the world. Explore diverse perspectives on educational practices, policies, and innovations. Engage in insightful discussions, workshops, and collaborative sessions. Join us in fostering a global community dedicated to advancing education for all."
    },
    {
      "id": 5,
      "eventName": "Art and Design Workshop",
      "image": "https://assets.sva.edu/singleImage/cdfny-monoprinting-class-1617907025-singleimagethumbnail-163",
      "about": "Unleash creativity at the Art and Design Workshop.",
      "description": "Calling all artists and designers! Join our hands-on workshop to explore the intersection of art and design. Dive into various mediums, techniques, and design principles. Learn from experienced professionals and unleash your creative potential. This workshop is a vibrant space for artistic exploration and skill development."
    },
    {
      "id": 6,
      "eventName": "Inclusive Education Summit",
      "image": "https://4.bp.blogspot.com/-KZvb20tdvjo/WLG1PelsHrI/AAAAAAAA6hE/PvMosFY5AMceY8UtxZXsRSFl0_xmxwZLACLcB/s1600/AHTG%2B-%2BPR.JPG",
      "about": "Promoting inclusivity and diversity in education at the Summit.",
      "description": "The Inclusive Education Summit is a platform for discussing and promoting inclusive practices in education. Explore strategies to create accessible and equitable learning environments. Engage in conversations with experts, educators, and advocates. Together, let's build a future where education is inclusive and empowering for every learner."
    }
  ]
  